const FoodService1 = [
    // m1 b-5   10 (1-5) 
    {
        id : 1,
        section : 1,
        text : "食中毒予防(しょくちゅうどくよぼう)の3原則(げんそく)について正(ただ)しいポイントを一(ひと)つ選(えら)びなさい。",
        answers : [
                    {id:0,text:"手（て）を洗浄殺菌(せんじょうさっきん)して入室(にゅうしつ)する。"},
                    {id:1,text:"色(いろ)んな食品(しょくひん)を同(おな)じ調理(ちょうり) 器具(きぐ)や容器(ようき)で下処理(したしょり)する。"},
                    {id:2,text:"冷蔵庫(れいぞうこ)は 20(２０)℃(ど) 以下(いか)、冷凍(れいとう)は0(０)℃(ど) 以下(いか)で温度管理(おんどかんり)かんりする。"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 2,
        section : 1,
        text : "細菌(さいきん)が増(ふ)えやすい温度帯(おんどたい)は何度(なんど)ですか。",
        answers : [
                    {id:0,text:"0度以下(どいか)"},
                    {id:1,text:"5度(ど)から60度(ど)"},
                    {id:2,text:"100度以上(どいじょう)"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 3,
        section : 1,
        text : "原材料(げんざいりょう)の受(う)け入(い)れについて正(ただ)しい扱いはどれですか。",
        answers : [
                    {id:0,text:"受(う)け入れた原材料(げんざいりょう)は必(かなら)ず検品(けんぴん)し、異常(いじょう)があれば報告(ほうこく)すること。"},
                    {id:1,text:"受(う)け入(い)れた原材料(げんざいりょう)はそのまま使用(しよう)すること。"},
                    {id:2,text:"受(う)け入(い)れた原材料(げんざいりょう)はすぐに冷蔵庫(れいぞうこ)に保存(ほぞん)すること。"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 4,
        section : 1,
        text : "食中毒予防(しょくちゅうどくよぼう)の3原則(げんそく)について正(ただ)しいポイントを一(ひと)つ選(えら)びなさい。",
        answers : [
                    {id:0,text:"サルモネラ(さるもねら)属菌(ぞくきん)は汚染(おせん)された魚介類(ぎょかいるい)によく見(み)つかります"},
                    {id:1,text:"Ｅ－ｃｏｌｉは出血(しゅっけつ)をともなう下痢(げり)をひきおこします"},
                    {id:2,text:"ノロウィルス(のろうぃるす)は加熱調理(かねつちょうり)をすれば細菌(さいきん)が死(し)にます"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 5,
        section : 1,
        text : " 食中毒予防(しょくちゅうどくよぼう)の3原則(げんそく)について正(ただ)しいポイントを一(ひと)つ選(えら)びなさい。検品とは",
        answers : [
                    {id:0,text:"仕入(しい)れて、施設(しせつ)に届(とどけ)どいた食品(しょくひん)は受(う)け入(い)れるときに検品(けんぴん) をします。"},
                    {id:1,text:"食品(しょくひん)をに冷蔵庫(れいぞうこ)や冷凍(れいとう)に食品(しょくひん)を保管(ほかん)します"},
                    {id:2,text:"賞味 （しょう み） 期限 （き げ ん）を　確認 （かくにん）"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    // m1 b-5   10  (2-5)
    {
        id : 6,
        section : 1,
        text : "食中毒(しょくちゅうどく)の症状(しょうじょう)について正(ただ)しいものを一(ひと)つ選(えら)びなさい。",
        answers : [
                    {id:0,text:"じんましんやかゆみ"},
                    {id:1,text:"嘔吐(おうと)や下痢(げり)"},
                    {id:2,text:"高熱(こうねつ)や肺炎(はいえん)"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 7,
        section : 1,
        text : "食中毒(しょくちゅうどく)について正(ただ)しいものを一(ひと)つ選(えら)びなさい。",
        answers : [
                    {id:0,text:"食中毒(しょくちゅうどく)の90(９０)%(％)は細菌(さいきん)とウィルス(うぃるす)が原因(げんいん)である。"},
                    {id:1,text:"食中毒(しょくちゅうどく)の90(６０)%(％)は細菌(さいきん)とウィルス(うぃるす)が原因(げんいん)である。"},
                    {id:2,text:"食中毒(しょくちゅうどく)の90(７０)%(％)は細菌(さいきん)とウィルス(うぃるす)が原因(げんいん)である。"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 8,
        section : 1,
        text : "食中毒(しょくちゅうどく)について正(ただ)しいものを一(ひと)つ選(えら)びなさい。",
        answers : [
                    {id:0,text:"細菌(さいきん)やウィルス(うぃるす)は、栄養(えいよう)、水分(すいぶん)、適度(てきど)な温度(おんど)、時間(じかん)がそろうと増(ふ)える。"},
                    {id:1,text:"サルモネラ(さるもねら)菌(きん)は熱(ねつ)に強(つよ)く、煮(に)ても焼(や)いても死(し)ぬことはない。"},
                    {id:2,text:"カンピロバクタ(かんぴろばくた)ー食中毒(しょくちゅうどく)の原因(げんいん)になりやすい食品(しょくひん)は魚介類(ぎょかいるい)である。"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 9,
        section : 1,
        text : "咳(せき)やくしゃみによって他(た)の人(ひと)に感染(かんせん)するものを一(ひと)つ選(えら)びなさい。",
        answers : [
                    {id:0,text:"カンピロバクター"},
                    {id:1,text:"だいちょうきん　O157"},
                    {id:2,text:"ノロウィルス"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 10,
        section : 1,
        text : "温度管理（おんどかんり）について、間違っているのを一つ選びなさい。",
        answers : [
                    {id:0,text:"常温(じょうおん)で野菜（やさい）を保管 (ほかん)するときはふたつき容器（ようき）をつかう。"},
                    {id:1,text:"5℃ で肉類（にくるい）をバットでだけで保管 (ほかん)する。"},
                    {id:2,text:"冷蔵庫（れいぞうこ）の 開閉 （かいへい）は速 （すみ）やかに。"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },

    // m2 b-5   10 
    {
        id : 11,
        section : 1,
        text : "やわらかく、味(あじ)もたんぱくであっさりしている。脂肪(しぼう) の少(すく)ない部位(ぶい)、一番正(いちばんただ)しいのを一(ひと)つ選(えら)んでください。",
        answers : [
                    {id:0,text:"むね"},
                    {id:1,text:"もも"},
                    {id:2,text:"てば"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 12,
        section : 1,
        text : "細長(ほそなが)い野菜(やさい)を端(たん)からうすく切(き)る切(き)り方(かた)は。一番正(いちばんただ)しいのを一(ひと)つ選(えら)んでください。",
        answers : [
                    {id:0,text:"小口切(こぐちぎ)り"},
                    {id:1,text:"乱切(らんぎ)り"},
                    {id:2,text:"半切(はんぎ)り"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 13,
        section : 1,
        text : "すきやきを作(つく)るのに何(なん)の調理方(ちょうりかた)が一番合(いちばんあ)っていますかですか、一番正(いちばんただ)しいのを一(ひと)つ選(えら)んでください。",
        answers : [
                    {id:0,text:"蒸(む)す"},
                    {id:1,text:"茹(ゆ)でる"},
                    {id:2,text:"煮(に)る"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 14,
        section : 1,
        text : "手袋(てぶくろ)をつける理由(りゆう)として、正(ただ)しいものを一(ひと)つ選(えら)びなさい。",
        answers : [
                    {id:0,text:"手(て)の表面(ひょうめん)にいる細菌(さいきん)やウィルス(うぃるす)が、食品(しょくひん)につかないようにするため。"},
                    {id:1,text:"手(て)をケガ(けが)しないようにするため。"},
                    {id:2,text:"手(て)が汚れないようにするため。"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 15,
        section : 1,
        text : "作業場(さぎょうじょう)に持(も)って入(はい)ってよいものを一(ひと)つ選(えら)びなさい。",
        answers : [
                    {id:0,text:"ロッカ(ろっか)ーの鍵(かぎ)"},
                    {id:1,text:"お金(かね)やたばこ"},
                    {id:2,text:"アメ(あめ)や薬(くすり)"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 16,
        section : 1,
        text : "ご飯(はん)を作(つく)るのにつかうききはどれですか。間違(まちが)っているのを一(ひと)つ選(えら)んでください。",
        answers : [
                    {id:0,text:"立体式炊飯器(りったいしきすいはんき)"},
                    {id:1,text:"炊飯器(すいはんき)"},
                    {id:2,text:"ライスウオーマー"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 17,
        section : 1,
        text : "殺菌(さっきん)する機器(きき)はどれですか。一番正(いちばんただ)しいのを一(ひと)つ選(えら)びなさい",
        answers : [
                    {id:0,text:"冷蔵庫(れいぞうこ)"},
                    {id:1,text:"洗浄機(せんじょうき)"},
                    {id:2,text:"殺菌庫(さっきんこ)"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 18,
        section : 1,
        text : "テーブル型冷蔵庫(がたれいぞうこ)について、。一番正(いちばんただ)しいのを一(ひと)つ選(えら)びなさい。",
        answers : [
                    {id:0,text:"作業台(さぎょうだい)をかねた冷蔵冷凍庫(れいぞうれいとうこ)"},
                    {id:1,text:"食品(しょくひん)を冷凍(れいとう)するだけ"},
                    {id:2,text:"ショーケースの形(かたち)をする冷蔵庫(れいぞうこ)"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 19,
        section : 1,
        text : "食材(しょくざい)を真空(しんくう)する機械(きかい)はどれですか一番正(いちばんただ)しいのを一(ひと)つ選(えら)びなさい。",
        answers : [
                    {id:0,text:"真空冷却器(しんくうれいきゃくき)"},
                    {id:1,text:"真空包装機(しんくうほうそうき)"},
                    {id:2,text:"冷凍庫(れいとうこ)"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 20,
        section : 1,
        text : "これはなんですか。",
        answers : [
                    {id:0,text:"やかん"},
                    {id:1,text:"ポット"},
                    {id:2,text:"ちゅうしん"},
                    ],
        keyid : 0,
        image : "SSW-foodservice-1/20.png",
        sound : ""
    },
    // m3 b-5   10 
    {
        id : 21,
        section : 1,
        text : `
        オ(お)ーダ(だ)ーの流(なが)れ<br>

        ①注文取(ちゅうもんと) り<br>
        
        ②お会計(かいけい)<br>
        
        ③バッシング(ばっしんぐ)<br>
        
        ④り料理提供(りょうりていきょう)<br>
        
        ⑤注文(ちゅうもん)どおし<br>`,
        answers : [
                    {id:0,text:"⑤①④③②"},
                    {id:1,text:"⑤①④②③"},
                    {id:2,text:"①⑤④③②"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 22,
        section : 1,
        text :"飲食店(いんしょくてん)に求(もと)められるサ(さ)ービス(びす)に入(はい)っているのはどれですか。",
        answers : [
                    {id:0,text:"料理(りょうり)のおいしさ"},
                    {id:1,text:"店内(てんない)の新(あたら)しさ"},
                    {id:2,text:"値段(ねだん)の高(たか)さ"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 23,
        section : 1,
        text :"飲食店(いんしょくてん)に求(もと)められるサ(さ)ービス(びす)に入(はい)ってなかったのはどれですか。",
        answers : [
                    {id:0,text:"スタフ(すたふ)の態度(たいど)と表情(ひょうじょう)と言葉(ことば)づかい"},
                    {id:1,text:"店内(てんない)の音楽(おんがく)"},
                    {id:2,text:"調理場(ちょうりば)の大(おお)きさ"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 24,
        section : 1,
        text :"清潔感(せいけつかん)に求(もと)められていないのはどれですか。",
        answers : [
                    {id:0,text:"整頓(せいとん)されている"},
                    {id:1,text:"スタッフのアクセサリー"},
                    {id:2,text:"整理(せいり)されている"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 25,
        section : 1,
        text :"ファーストサービスとは。",
        answers : [
                    {id:0,text:"料理早(りょうりはや)くを提供(ていきょう)すること。"},
                    {id:1,text:"お客様(きゃくさま)が来店(らいてん)された際(さい)に最初(さいしょ)にすること。"},
                    {id:2,text:"注文(ちゅうもん)を取(と)ること。"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 26,
        section : 1,
        text :"お酒(さけ)の提供(ていきょう)について、一番正(いちばんただ)しいのを一(ひと)つ選(えら)びなさい",
        answers : [
                    {id:0,text:"車(くるま)を持(も)っていない人(ひと)には提供禁止(ていきょうきんし)"},
                    {id:1,text:"ハンドルキ(はんどるき)ーパ(ぱ)ーとには提供(ていきょう)してもいい"},
                    {id:2,text:"未成年(みせいねん)には提供禁止(ていきょうきんし)"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 27,
        section : 1,
        text :"ハラール飲(の)み物(もの)はどれですか",
        answers : [
                    {id:0,text:"ぶどうジューズなど"},
                    {id:1,text:"ワインなど"},
                    {id:2,text:"ビールなど"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 28,
        section : 1,
        text :"調理(ちょうり)スタッフ(すたっふ)に注文(ちゅうもん)を伝(つた)えるときに、正(ただ)しいのはどれですか。",
        answers : [
                    {id:0,text:"伝票(でんぴょう)だけ渡(わた)す。"},
                    {id:1,text:"注文(ちゅうもん)の内容(ないよう)を言(い)いながら伝票(でんぴょう)を渡(わた)す。"},
                    {id:2,text:"伝票(でんぴょう)わたずに、注文(ちゅうもん)の内容(ないよう)を言(い)う。"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 29,
        section : 1,
        text :"キャシュレス(きゃしゅれす)とは。",
        answers : [
                    {id:0,text:"お金(かね)をもってない人(ひと)。"},
                    {id:1,text:"料理(りょうり)を無料(むりょう)で食(た)べられる人(ひと)。"},
                    {id:2,text:"キャシュカ(きゃしゅか)ード(ど)で支払(しはら)うする人(ひと)。"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 30,
        section : 1,
        text :"お会計(かいけい)の時(とき)に使(つか)わない用語(ようご)はどれですか。",
        answers : [
                    {id:0,text:"「どうぞごゆっくりお召(め)し上(あ)がりくださいませ」"},
                    {id:1,text:"「ありがとうございます。伝票(でんぴょう)をお預(あず)かりいたします」"},
                    {id:2,text:"「二千語百円(にせんごひゃくえん)になります」"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    // s2
    // m1 b-5   10  (3-5)
    {
        id : 31,
        section : 1,
        text :"唐揚(からあ)げの鶏肉(とりにく)の下処理(したしょり)をするときに、調理人(ちょうりにん)は手(て)、作業台(さぎょうだい)、調理器具(ちょうりきぐ)など消毒殺菌(しょうどくさっきん)をする。鶏肉(とりにく)をきれいな作業台(さぎょうだい)の上(うえ)で下処理(したしょり)するときに、他(ほか)に準備(じゅんび)する必要(ひつよう)なのは何(なん)ですか。",
        answers : [
                    {id:0,text:"食材(しょくざい)を切(き)る前(まえ)に、流(なが)れる水(みず)で洗(あら)う"},
                    {id:1,text:"冷蔵庫(れいぞうこ)の温度(おんど)や、食材(しょくざい)の置(お)く場所(ばしょ)を確認(かくにん)してから作業(さぎょう)する。"},
                    {id:2,text:"マスクや手袋(てぶくろ)、帽子(ぼうし)などを付(つ)けて作業(さぎょう)する。"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 32,
        section : 1,
        text :"季節(きせつ)が夏(なつ)に変(か)わりました、倉庫(そうこ)でたくさん野菜(やさい)や果物(くだもの)があります。次(つぎ)に就業員(しゅうぎょういん)にやらなければならないことはでどれですか。",
        answers : [
                    {id:0,text:"果物(くだもの)や野菜(やさい)など、ラッピング(らっぴんぐ)をする。"},
                    {id:1,text:"食材(しょくざい)を分(わ)けて冷蔵庫(れいぞうこ)に入(い)れる。"},
                    {id:2,text:"検品(けんぴん)をして、倉庫(そうこ)の温度(おんど)や食材(しょくざい)の数(かず)を数(かぞ)える。"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 33,
        section : 1,
        text :"カツのメニューにソースが要（い）ります、ソースを作（つく）るのはたくさん作（つく）った方（ほう）が効率（こうりつ）がいいのです。次(つぎ)の中(なか)から一(ひと)つ一番正(いちばんただ)しいことを選(えら)びなさい",
        answers : [
                    {id:0,text:"毎日使用可能(まいにちしようかのう)のソ(そ)ース(す)の量(りょう)を確認(かくにん)して、一日(ついたち)の営業(えいぎょう)に足(た)りなければ改(あらた)めてソ(そ)ース(す)を仕込(しこ)んで保管(ほかん)する。"},
                    {id:1,text:"ソ(そ)ース(す)をたくさん作(つく)るとソ(そ)ース(す)が悪(わる)くなあって、食中毒(しょくちゅうどく)になる可能性(かのうせい)があるので、たくさん作(つく)らない法(ほう)がいいです。"},
                    {id:2,text:"食中毒(しょくちゅうどく)にならないようソ(そ)ース(す)はたくさん作(つく)って、冷蔵庫(れいぞうこ)に入(い)れます、使(つか)うときはにそのまま使(つか)う。"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 34,
        section : 1,
        text :"家(いえ)で家族(かぞく)が一人(ひとり)インフルエンザ(いんふるえんざ)をかかってしまった、同(おな)じ家(いえ)で住(す)んでいる人(ひと)は仕事(しごと)に対(たい)して何(なに)をやらなければなりませんか。",
        answers : [
                    {id:0,text:"他(ほか)の人(ひと)に汚染(おせん)するかもしれないので、仕事(しごと)を休(やす)みます。"},
                    {id:1,text:"家族(かぞく)の看病(かんびょう)をしながら、仕事(しごと)に行(い)きます。"},
                    {id:2,text:"上司(じょうし)に報告(ほうこく)して、マスク(ますく)など使(つか)って、、仕事(しごと)しながら健康管理(けんこうかんり)をキチン(きちん)とします。"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 35,
        section : 1,
        text :"作業(さぎょう)する前(まえ)に手洗(てあら)いは大事(だいじ)です、間違(まちが)っている手洗(てあら)いの仕方(しかた)はどれですか。",
        answers : [
                    {id:0,text:"腕時計(うでどけい)と指(ゆび)はを外(はず)して手洗(てあら)いする。"},
                    {id:1,text:"て洗(あら)う前(まえ)に消毒(しょうどく)する。"},
                    {id:2,text:"洗剤(せんざい)を使(つか)って、手洗(てあら)いする。"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    // m2 b-5   10  (3-5)
    {
        id : 36,
        section : 1,
        text :"脂肪分(しぼうぶん)が少(すく)なくい肉（にく）はどれですか、一番(いちばん)ただしいものを一(ひと)つ選(えら)んでください。",
        answers : [
                    {id:0,text:"1"},
                    {id:1,text:"5"},
                    {id:2,text:"4"},
                    ],
        keyid : 2,
        image : "SSW-foodservice-1/36.png",
        sound : ""
    },
    {
        id : 37,
        section : 1,
        text :"転倒(てんとう)の原因(げんいん)となるのは、一番正(いちばんただ)しいのを一(ひと)つ選(えら)んでください",
        answers : [
                    {id:0,text:"ユニフォ(ゆにふぉ)ーム(む)は簡単(かんたん)に火(ひ)が燃(も)えてきません。"},
                    {id:1,text:"靴(くつ)のかかとをふみつけてはいけませ ん。"},
                    {id:2,text:"違(ちが)う服(ふく)で作業(さぎょう)してはいけません。"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 38,
        section : 1,
        text :"火災(かさい)予防(よぼう)について、一番正(いちばんただ)しいのを一(ひと)つ選(えら)んでください",
        answers : [
                    {id:0,text:"たばこは店(みせ)の外(そと)でします。"},
                    {id:1,text:"火(ひ)の近(ちか)くなど、温度(おんど)が高(たか)くなる場所(ばしょ)に保管(ほかん)しない。"},
                    {id:2,text:"消火器(しょうかき)はいつもとなりに置(お)くと確認(かくにん)しましょう。"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 39,
        section : 1,
        text :"下処理(したしょり)に　いちばん　ただしい　の　を　ひとつ　えらんでください",
        answers : [
                    {id:0,text:"洗剤料(げんざいりょう)は掃除(そうじ)をするときに必要(ひつよう)な時(とき)だけつかう"},
                    {id:1,text:"洗剤で食物(しょくもつ)を殺菌(さっきん)するように"},
                    {id:2,text:"したしょりは調理(ちょうり)をすると(じゅんびさぎょう)の事(こと)を言(い)います"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 40,
        section : 1,
        text :"下処理(したしょり)　いちばん　間違える　の　を　ひとつ　えらんでください。非加熱(ひかねつ)のは調理(ちょうり)の方法(ほうほう)の一(ひと)つは",
        answers : [
                    {id:0,text:"成型 (せいり)"},
                    {id:1,text:"和える（あえる）"},
                    {id:2,text:"切る（きる）"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    // m3 b-5   10  (3-5)
    {
        id : 41,
        section : 1,
        text :`
        スーパーでもも肉(にく)は一袋(ひとぶくろ)1(１)キログラム(きろぐらむ)が入(はい)っています。<br>
        一袋(ひとふくろ)860(８６０)円(えん)です。<br>
        唐揚(からあ)げをつくるのに、材料(ざいりょう)（2人分）250(２５０)グラム(ぐらむ)のもも肉(にく)が必要です。<br>
        予約(よやく)があって、唐揚(からあ)げ20(２０)人分(にんぶん)の注文(ちゅうもん)があります。<br>
        鶏肉(とりにく)を仕込(しこ)むためにいくらかかりますか。`,
        answers : [
                    {id:0,text:"2580円"},
                    {id:1,text:"2150円"},
                    {id:2,text:"1720円"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 42,
        section : 1,
        text :"親子丼作るとき卵は二個ずつ上げます。5分かかります、 親子丼1８個作ったらどれぐらいかかりますか。",
        answers : [
                    {id:0,text:"80分"},
                    {id:1,text:"100分"},
                    {id:2,text:"１時間半"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 43,
        section : 1,
        text :`五人分支払(ごにんぶんしはら)い合計(ごうけい)18650(１８６５０)円(えん)です。<br>
        一人(ひとり)、8050(８０５０)払(はら)いました。<br>
        残(のこ)りはわりかんで。<br>
        一人(ひとり)ずついくら払(はら)いますか。
        `,
        answers : [
                    {id:0,text:"2650円"},
                    {id:1,text:"5300円"},
                    {id:2,text:"8050円"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 44,
        section : 1,
        text :"合計(ごうけい)いくら払(はら)いますか。",
        answers : [
                    {id:0,text:"7240円"},
                    {id:1,text:"7045円"},
                    {id:2,text:"8730円"},
                    ],
        keyid : 0,
        image : "SSW-foodservice-1/44.png",
        sound : ""
    },
    {
        id : 45,
        section : 1,
        text :"「大変申(たいへんもう)し訳(わけ)ございません。またお越(こ)しくださいませ。お待(ま)ちしております」はいついいますか、一番正(いちばんただ)しいのを一(ひと)つ選(えら)びなさい。",
        answers : [
                    {id:0,text:"満席(まんせき)のとき。"},
                    {id:1,text:"オーダーをとるとき。"},
                    {id:2,text:"お客(きゃく)さんがおみせに入(はい)るとき。"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
];

const extractedData = FoodService1.map(item => ({ keyid: item.keyid, id: item.id }));

console.log(extractedData)