const ManufactureOfFoodAndBeveragest1 = [
    // m1 b2 (1-8)
    {
        id : 1,
        section : 1,
        text : "食中毒（しょくちゅうどく）を起（お）こす微生物（びせいぶつ）が増殖（ぞうしょく）する３つの要素（ようそ）、まちがっているものを一つえらびなさい。",
        answers : [
                    {id:0,text:"温度（おんど）"},
                    {id:1,text:"栄養分（えいようぶん）"},
                    {id:2,text:"水（みず）"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 2,
        section : 1,
        text : ".......° c　について、おおくの微生物（びせいぶつ）が増殖（ぞうしょく）しにくくなる、正しい（ただしい）ものを一つ選（えら）びなさい ",
        answers : [
                    {id:0,text:"10° c-60° c"},
                    {id:1,text:"60° c以上（いじょう）"},
                    {id:2,text:"30° c-40° c"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 3,
        section : 1,
        text : "どうして安全（あんぜん）な食品（しょくひん）を作らないといけませんか。間違（まちが）っているものを一つ選（えら）びなさい ",
        answers : [
                    {id:0,text:"食べやすいように"},
                    {id:1,text:"消費者（しょうひしゃ）に健康障害（けんこうしょうがい）おこらないように"},
                    {id:2,text:"消費者（しょうひしゃ）が安心（あんしん）するように"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 4,
        section : 1,
        text : "安全（あんぜん）な食品（しょくひん）を作（つく）るための全体像（ぜんたいぞう）が三つあります。間違（まちが）っているのはどれですか",
        answers : [
                    {id:0,text:"きれいな製造環境（せいぞうかんきょう）"},
                    {id:1,text:"製造中（せいぞうちゅう）の服装（ふくそう）の衛生的（えいせいてき）な取り扱い（とりあつかい）"},
                    {id:2,text:"安全（あんぜん）な原材料（げんざいりょう）の受け入れ（うけいれ）"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },      
    {
        id : 5,
        section : 1,
        text : "食 中 毒（しょくちゅうどく）は、 体 （からだ）に有害（ゆうがい）なものを含む（ふくむ）食品（しょくひん）を食べたことが原因(げんいん）の健康障害（けんこうしょうがい）です。つぎに食 中 毒（しょくちゅうどく）の原因（げんいん）です。間違（まちが）っているのはどれですか",
        answers : [
                    {id:0,text:"細菌（さいきん）"},
                    {id:1,text:"ウイルス"},
                    {id:2,text:"たべすぎ"},
                  ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 6,
        section : 1,
        text : "食べた人のおなかの中で増（ふ）えて、毒素（どくそ）を作ったり、からだのさいぼうはかいしたり、けんこうしょうがいがおります。それはどんなさいきんですか",
        answers : [
                    {id:0,text:"細菌（さいきん）"},
                    {id:1,text:"ウイルス"},
                    {id:2,text:"たべすぎ"},
                  ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 7,
        section : 1,
        text : "感染型（かんせんがた）の細菌（さいきん）はサルモネラ属菌（ぞくきん）やカンピロバクタ属菌（ぞくきん）や腸管出血性大腸菌（ちょうかんしゅっけつせいだいちょうきん）(０−１５７など）などです。ほかのかんせんがたのさいきんはどれですか",
        answers : [
                    {id:0,text:"腸炎（ちょうえん）ビブリオ"},
                    {id:1,text:"ボツリヌス菌（きん）"},
                    {id:2,text:"セレウス菌（きん）"},
                  ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 8,
        section : 1,
        text : "腸炎（ちょうえん）ビブリオでは原因（げんいん）になりやすい食品（しょくひん）はどれですか。ただしいものをひとつえらびなさい",
        answers : [
                    {id:0,text:"海水（かいすい）にいる魚介類（ぎょかいるい）、刺身（さしみ）,寿司（すし）"},
                    {id:1,text:"野菜（やさい）、刺身（さしみ）,寿司（すし）"},
                    {id:2,text:"野菜（やさい）、鶏肉（とりにく）、鶏卵（けいらん）"},
                  ],
        keyid : 0,
        image : "",
        sound : ""
    },
    // m1 b2 (1-8)
    {
        id : 9,
        section : 1,
        text : "次（つぎ）のような症状（しょうじょう）があって体調（たいちょう）が悪（わる）い時（とき）は、かならず自分（じぶん）の職場（しょくば）の責任者（せきにんしゃ）に報告（ほうこく）して、指示（しじ）に従（したが）います。どのような病気（びょうき）ですか。間違っているのをひとつえらびなさいい",
        answers : [
                    {id:0,text:"発熱（はつねつ）"},
                    {id:1,text:"のどがいたい"},
                    {id:2,text:"頭痛（ずつう）"},
                  ],
        keyid : 2,  
        image : "",
        sound : ""
    },
    {
        id : 10,
        section : 1,
        text : "いつも清潔（せいけつ）に気（き）をつけて、自分（じぶん）でしっかり衛生管理（えいせいかんり）をします。どのような衛生管理（えいせいかんり）ですか",
        answers : [
                    {id:0,text:"体（からだ）を清潔（せいけつ）にしません"},
                    {id:1,text:"頭痛定期的（ていきてき）に頭髪（とうはつ）を洗（あら）います。"},
                    {id:2,text:"爪（つめ）などを伸（の）ばします"},
                  ],
        keyid : 1,  
        image : "",
        sound : ""
    },
    {
        id : 11,
        section : 1,
        text : "作業服（さぎょうふく）を着用（ちゃくよう）する順序（じゅんじょ）は次（つぎ）のようです。ただしいのはどれですか。",
        answers : [
                    {id:0,text:"1"},
                    {id:1,text:"2"},
                    {id:2,text:"3"},
                  ],
        keyid : 2,  
        image : "SSW-manufacture-1/11.png",
        sound : ""
    },
    {
        id : 12,
        section : 1,
        text : "作業場（さぎょうじょう）に入（はい）るまえに、どんな道具（どうぐ）が毛髪（もうはつ）や埃（ほこり）などを落（お）としますか。ただしいものをひとつ選んでください",
        answers : [
                    {id:0,text:"粘着（ねんちゃく）ローラー、エアーシャワー"},
                    {id:1,text:"ブラシ、粘着（ねんちゃく）ローラー"},
                    {id:2,text:"ブラシ、エアーシャワー"},
                  ],
        keyid : 0,  
        image : "",
        sound : ""
    },
    { 
        id : 13,
        section : 1,
        text : "ただしい手洗（てあら）いの方法（ほうほう）はどれですか。ただしいのをひとつえらびなさい",
        answers : [
                    {id:0,text:"1"},
                    {id:1,text:"2"},
                    {id:2,text:"3"},
                  ],
        keyid : 1,  
        image : "SSW-manufacture-1/13.png",
        sound : ""
    },
    {
        id : 14,
        section : 1,
        text : "作業（さぎょう）の前（まえ）に次（つぎ）のようなことをしなければなりません。間違（まちが）っているのをひとつ選んでください。",
        answers : [
                    {id:0,text:"作業（さぎょう）の確認（かくにん）"},
                    {id:1,text:"器具(きぐ）・装置（そうち）・機械（きかい）などかくにんしない"},
                    {id:2,text:"器具(きぐ）・装置（そうち）・機械（きかい）などの洗浄（せんじょう）と殺菌（さっきん）"},
                  ],
        keyid : 1,  
        image : "",
        sound : ""
    },
    {
        id : 15,
        section : 1,
        text : "一般的な注意事項（いっぱんてきなちゅういじこう）は次（つぎ）のようです。間違っているのをひとつ選んでください。",
        answers : [
                    {id:0,text:"作業（さぎょう）の手順（てじゅん）は守って（まもって）はいけません"},
                    {id:1,text:"よそ見をしてはいけません"},
                    {id:2,text:"ムダ話（はなし）をしてはいけません"},
                  ],
        keyid : 0,  
        image : "",
        sound : ""
    },
    {
        id : 16,
        section : 1,
        text : "危険(きけん）の予防（よぼう）や、安全（あんぜん）の確認（かくにん）などの目的（もくてき）で行（おこな）います。信号（しんごう）、標識（ひょうしき）、計器（けいき）、作業対象（さぎょうたいしょう）などをさしながら、その名称（めいしょう）や状態（じょうたい）を声に出して言います。そのは何の意味（いみ）ですか。",
        answers : [
                    {id:0,text:"機械（きかい）の管理（かんり）"},
                    {id:1,text:"指差呼称（しさこしょう）"},
                    {id:2,text:"食品（しょくひん）の全体像（ぜんたいぞう）"},
                  ],
        keyid : 1,  
        image : "",
        sound : ""
    },
    // m1 b3 (1-4)
    {
        id : 17,
        section : 1,
        text : "食品衛生法（しょくひんえいせいほう）の保管温度（ほかんおんど）の規定（きてい）は冷凍庫（れいとうこ）と冷蔵庫（れいぞうこ）の温度（おんど）があります。何度（なんど）ですか",
        answers : [
                    {id:0,text:"-15°C以下（いか）、１０°C以下"},
                    {id:1,text:"4°C以下（いか）、１０°C以下"},
                    {id:2,text:"-15°C以下（いか）、４°C以下"},
                  ],
        keyid : 0,  
        image : "",
        sound : ""
    },
    // ff perbaiki
    {
        id : 18,
        section : 1,
        text : "絵（え）のような薬剤（やくざい）の管理（かんり）があります。どんな薬剤（やくざい）の管理（かんり）ですか。",
        answers : [
                    {id:0,text:"専用（せんよう）の保管場所（ほかんばしょ）"},
                    {id:1,text:"入出庫台帳（にゅうしゅっこだいちょう）の記録（きろく）"},
                    {id:2,text:"容器（ようき）の工夫（くふう）"},
                  ],
        keyid : 2,  
        image : "SSW-manufacture-1/18.png",
        sound : ""
    },
    {
        id : 19,
        section : 1,
        text : "食肉（しょくにく）、魚介類（ぎょかいるい）の保管温度（ほかんおんど）の規定（きてい）は、何度（なんど）ですか",
        answers : [
                    {id:0,text:"４°C以下（いか）"},
                    {id:1,text:"４°C以上（いじょう）"},
                    {id:2,text:"−４°C以下（いか）"},
                  ],
        keyid : 0,  
        image : "",
        sound : ""
    },
    {
        id : 20,
        section : 1,
        text : "包装工程（ほうそうこうてい）では、重要（じゅうよう）のことがあります。間違っているのをひとつ選んでください。",
        answers : [
                    {id:0,text:"きんぞくけんしゅっき"},
                    {id:1,text:"x せんいぶつけんしゅっき"},
                    {id:2,text:"エアーシャワー"},
                  ],
        keyid : 2,  
        image : "",
        sound : ""
    },
    // m1 b4 (1-5)
    {
        id : 21,
        section : 1,
        text : "HACCP(ハサップ) が対象（たいしょう）とする健康危害要因（けんこうきがいよういん）には次の三つがあります。間違っている物（もの）をひとつ選んでください。",
        answers : [
                    {id:0,text:"生物危害要因（せいぶつきがいよういん）"},
                    {id:1,text:"化学的危害要因（かがくてききがいよういん）"},
                    {id:2,text:"異物的危害要因（いぶつてききがいよういん）"},
                  ],
        keyid : 2,  
        image : "",
        sound : ""
    },
    {
        id : 22,
        section : 1,
        text : "はじめに、原材料（げんざいりょう）と製造工程（せいぞうこうてい）から考（かんが）えられる危害要因（きがいよういん）をリストアップします。次に、その危害要因（きがいよういん）がどれぐらい重要（じゅうよう）か、どのように管理（かんり）して危害（きがい）を防（ふせ）ぐかを決（き）めます。それはなんのいみですか",
        answers : [
                    {id:0,text:"危害要因分析（きがいよういんぶんせき）（HA)"},
                    {id:1,text:"管理基準（かんりきじゅん）（CL)"},
                    {id:2,text:"修正措置（しゅうせいそち）の設定（せってい）"},
                  ],
        keyid : 0,  
        image : "",
        sound : ""
    },
    {
        id : 23,
        section : 1,
        text : "重要管理点（じゅうようかんりてん）は、消費者（しょうひしゃ）に食中毒（しょくちゅうどく）やケガなどの健康障害（けんこうしょうがい）が起（お）こらないよに、きがいよういんをすくなすくなくするための重要（じゅうよう）な工程（こうてい）です。それは何の意味（いみ）ですか",
        answers : [
                    {id:0,text:"危害要因分析（きがいよういんぶんせき）（HA)"},
                    {id:1,text:"重要管理店（じゅうようかんりてん）（CCP) の決定"},
                    {id:2,text:"管理基準（かんりきじゅん（CL) の設定（せってい）"},
                  ],
        keyid : 1,  
        image : "",
        sound : ""
    },
    {
        id : 24,
        section : 1,
        text : "HACCPには原則（げんそく）があります。その原則（げんそく）はいくつありますか",
        answers : [
                    {id:0,text:"７つ"},
                    {id:1,text:"３つ"},
                    {id:2,text:"５つ"},
                  ],
        keyid : 0,  
        image : "",
        sound : ""
    },
    {
        id : 25,
        section : 1,
        text : "物理的危害要因（ぶつりてききがいよういん）はなんですか。ただしいのをひとつ選びなさい",
        answers : [
                    {id:0,text:"作業場（さぎょうじょう）で使う（つかう）洗浄剤（せんじょうざい）など"},
                    {id:1,text:"金属（きんぞく）、石（いし）、硬質（こうしつ）プラスチック"},
                    {id:2,text:"科学的危害要因（かがくてききがいよういん）"},
                  ],
        keyid : 1,  
        image : "",
        sound : ""
    },
    // m1 b4 (1-4)
    {
        id : 26,
        section : 1,
        text : "HACCP(ハサップ) が対象（たいしょう）とする健康危害要因（けんこうきがいよういん）には次の三つがあります。間違っている物（もの）をひとつ選んでください。",
        answers : [
                    {id:0,text:"生物危害要因（せいぶつきがいよういん）"},
                    {id:1,text:"化学的危害要因（かがくてききがいよういん）"},
                    {id:2,text:"異物的危害要因（いぶつてききがいよういん"},
                  ],
        keyid : 2,  
        image : "",
        sound : ""
    },
    {
        id : 27,
        section : 1,
        text : "はじめに、原材料（げんざいりょう）と製造工程（せいぞうこうてい）から考（かんが）えられる危害要因（きがいよういん）をリストアップします。次に、その危害要因（きがいよういん）がどれぐらい重要（じゅうよう）か、どのように管理（かんり）して危害（きがい）を防（ふせ）ぐかを決（き）めます。それはなんのいみですか",
        answers : [
                    {id:0,text:"危害要因分析（きがいよういんぶんせき）（HA)"},
                    {id:1,text:"管理基準（かんりきじゅん）（CL)"},
                    {id:2,text:"修正措置（しゅうせいそち）の設定（せってい）"},
                  ],
        keyid : 0,  
        image : "",
        sound : ""
    },
    {
        id : 28,
        section : 1,
        text : "重要管理点（じゅうようかんりてん）は、消費者（しょうひしゃ）に食中毒（しょくちゅうどく）やケガなどの健康障害（けんこうしょうがい）が起（お）こらないよに、きがいよういんをすくなすくなくするための重要（じゅうよう）な工程（こうてい）です。それは何の意味（いみ）ですか",
        answers : [
                    {id:0,text:"害要因分析（きがいよういんぶんせき）（HA)"},
                    {id:1,text:"重要管理店（じゅうようかんりてん）（CCP) の決定（けってい）"},
                    {id:2,text:"管理基準（かんりきじゅん）（CL) の設定（せってい）"},
                  ],
        keyid : 1,  
        image : "",
        sound : ""
    },
    // ff
    {
        id : 29,
        section : 1,
        text : "物理的危害要因（ぶつりてききがいよういん）はなんですか。ただしいのをひとつ選びなさい",
        answers : [
                    {id:0,text:"作業場（さぎょうじょう）で使う（つかう）洗浄剤（せんじょうざい）など"},
                    {id:1,text:"金属（きんぞく）、石（いし）、硬質（こうしつ）プラスチック"},
                    {id:2,text:"科学的危害要因（かがくてききがいよういん）"},
                  ],
        keyid : 1,  
        image : "",
        sound : ""
    },
    // m1 b5 (1-8)
    {
        id : 30,
        section : 1,
        text : "安全（あんぜん）のための正（ただ）しい服装（ふくそう）は何ですか。間違っているものを一つえらんでください",
        answers : [
                    {id:0,text:"長袖（ながそで）の作業服（さぎょうふく）は、袖口（そでぐち）を絞（しぼ）ります。"},
                    {id:1,text:"刃物（はもの）やドライバーなどを、ポケットに入（い）れて作業（さぎょう）してもいいです"},
                    {id:2,text:"タオルなどを首（くび）まいてはいけません"},
                  ],
        keyid : 1,  
        image : "",
        sound : ""
    },
    {
        id : 31,
        section : 1,
        text : "保護具（ほごぐ）には、保護帽（ほごぼう）、耳栓（みみせん）、安全靴（あんぜんぐつ）などがあります。下の保護具（ほごぼう）のことは間違っているのをひとつえらんでください",
        answers : [
                    {id:0,text:"ちゃくようのまえに、保護具（ほごぐ）が古（ふる）くないか、傷（きず）がないか、確認（かくにん）します"},
                    {id:1,text:"保護帽（ほごぼう）のあごびもは、ゆるみがないように、調整（ちょうせい）します"},
                    {id:2,text:"化学物質（かがくぶっしつ）や薬剤（やくざい）を使用（しよう）するときは、防護眼鏡（ぼうごめがね）や手袋（てぶくろ）を着用（ちゃくよう）しなくてもいいです。"},
                  ],
        keyid : 2,  
        image : "",
        sound : ""
    },
    {
        id : 32,
        section : 1,
        text : "作業手順（さぎょうてじゅん）はどういう意味（いみ）ですか。間違っているものをひとつ選んでください",
        answers : [
                    {id:0,text:"よい製品（せいひん）を作（つく）るためだけではなく、働（はたらく）く人たちが危険（きけん）を避（さ）けます"},
                    {id:1,text:"あんぜんに作業（さぎょう）するため"},
                    {id:2,text:"作業手順（さぎょうてじゅん）を無視（むし）してもいいで"},
                  ],
        keyid : 2,  
        image : "",
        sound : ""
    },
    {
        id : 33,
        section : 1,
        text : "このしたに作業手順（さぎょうてじゅん）の確認（かくにん）が必要（ひつよう）です。正しいことをひとつ選んでください。",
        answers : [
                    {id:0,text:"作業手順（さぎょうてじゅん）を読（よ）まなくて、作業（さぎょう）してもいいです。"},
                    {id:1,text:"作業手順（さぎょうてじゅん）以外（いがい）の方法（ほうほう）をします。"},
                    {id:2,text:"作業手順（さぎょうてじゅん）を繰（く）り返（かえ）して練習（れんしゅう）して、よく覚（おぼ）えます。"},
                  ],
        keyid : 2,  
        image : "",
        sound : ""
    },
    {
        id : 34,
        section : 1,
        text : "安全（あんぜん）な作業（さぎょう）するためにどのようなことをしなければなりませんか。間違っていることひとつ選んでください。",
        answers : [
                    {id:0,text:"安全装置（あんぜんそうち）を外（はず）したり、無効（むこう）にしたりしてもいいです。"},
                    {id:1,text:"作業（さぎょう）に慣（な）れてからも、注意（ちゅうい）が足（た）りないやり方など、あんぜんに気（き）をつけて作業（さぎょう）します。"},
                    {id:2,text:"非常(ひじょう）スイッチがどこにあるか、どのように操作（そうさ）するか、確認（かくにん）します。"},
                  ],
        keyid : 0,  
        image : "",
        sound : ""
    },
    {
        id : 35,
        section : 1,
        text : "次（つぎ）のような労働災害（ろうどうさいがい）が起（お）こっています。それは何の労働災害（ろうどうさいがい）ですか",
        answers : [
                    {id:0,text:"はさまれ"},
                    {id:1,text:"てんとう"},
                    {id:2,text:"きれ"},
                  ],
        keyid : 1,  
        image : "SSW-manufacture-1/35.png",
        sound : ""
    },
    {
        id : 36,
        section : 1,
        text : "次（つぎ）のような労働災害（ろうどうさいがい）が起（お）こっています。それは何の労働災害（ろうどうさいがい）ですか",
        answers : [
                    {id:0,text:"はさまれ"},
                    {id:1,text:"てんとう"},
                    {id:2,text:"きれ"},
                  ],
        keyid : 0,  
        image : "SSW-manufacture-1/36.png",
        sound : ""
    },
    {
        id : 37,
        section : 1,
        text : "次（つぎ）のような労働災害（ろうどうさいがい）が起（お）こっています。それは何の労働災害（ろうどうさいがい）ですか",
        answers : [
                    {id:0,text:"こすれ"},
                    {id:1,text:"てんとう"},
                    {id:2,text:"きれ"},
                  ],
        keyid : 0,  
        image : "SSW-manufacture-1/37.png",
        sound : ""
    },
    // m2 (1-3)
    {
        id : 38,
        section : 1,
        text : "原材料区分（げんざいりょうくぶん）と保管（ほかん）についてどれか間違ってものをひとつ選んでください",
        answers : [
                    {id:0,text:"含（ふく）まない原材料（げんざいりょう）と区分（くぶん）して保管（ほかん）します。"},
                    {id:1,text:"ほかの原材料（げんざいりょう）などの上に重（かさ）ねてはいけません"},
                    {id:2,text:"原材料（げんざいりょう）はしっかり洗浄（せんじょう）します"},
                  ],
        keyid : 2,  
        image : "SSW-manufacture-1/38.png",
        sound : ""
    },
    {
        id : 39,
        section : 1,
        text : "工具（こうぐ）や部品箱（ぶひんばこ）の整理整頓（せいりせいとん）についてポイントはどれですか。間違っているのをひとつ選んでください",
        answers : [
                    {id:0,text:"その写真（しゃしん）によって、どこに何があるのかがすぐわかります "},
                    {id:1,text:"イラストがあるので、工具（こうぐ）が足（た）りない時（とき）にはすぐに見つけることができます"},
                    {id:2,text:"いろいろ虫（むし）が入っていること"},
                  ],
        keyid : 2,  
        image : "SSW-manufacture-1/39.png",
        sound : ""
    },
    {
        id : 40,
        section : 1,
        text : "点検記録用紙（てんけんきろくようし）の整理整頓（せいりせいとん）について解説（かいせつ）はどれですか。間違っているものをひとつ選んでください",
        answers : [
                    {id:0,text:"点検記録用紙（てんけんきろくようし）はどのようにあつかっていますか"},
                    {id:1,text:"点検記録用紙（てんけんきろくようし）は使（つか）いにくいです"},
                    {id:2,text:"点検記録用紙（てんけんきろくようし）が水（みず）にぬれて破（やぶ）れていませんか"},
                  ],
        keyid : 1,  
        image : "SSW-manufacture-1/40.png",
        sound : ""
    },
];